{
    "Amputation": "The removal of a limb or extremity due to trauma, medical conditions, or surgery.",
    "Avulsion": "An injury where a body structure is forcibly detached from its normal point of insertion, such as skin being torn away.",
    "Bandage": "A strip of material used to bind a wound or protect an injured part of the body.",
    "Burn": "An injury to skin or other tissues caused by heat, chemicals, electricity, or radiation.",
    "Compartment Syndrome": "A serious condition where increased pressure within a muscle compartment reduces blood flow, potentially leading to muscle and nerve damage.",
    "Compression Dressing": "A type of bandage applied tightly to reduce swelling and support the affected area, often used in the management of bleeding or injuries.",
    "Crush Injury": "Damage caused by extreme force applied to a body part, leading to compression of tissues, blood vessels, and nerves.",
    "Dressing": "A sterile covering placed over a wound to protect it from contamination and absorb exudate.",
    "Ecchymosis": "The discoloration of the skin resulting from bleeding underneath, typically caused by bruising.",
    "Exsanguination": "Severe blood loss, often to the point of death, typically caused by trauma or injury.",
    "Hematoma": "A collection of blood outside of blood vessels, caused by an injury or trauma, leading to swelling and pain.",
    "Hemorrhage": "Excessive or uncontrolled bleeding, either internal or external, that can be life-threatening if not treated.",
    "Hemostatic Dressing": "A specialized dressing used to help control bleeding by promoting blood clotting at the wound site.",
    "Impaled Object": "An object that has penetrated and is lodged in a body part, which should not be removed until medical help is available.",
    "Incision": "A surgical cut made in the skin or tissue to allow access or exposure for medical procedures.",
    "Laceration": "A deep cut or tear in skin or flesh caused by trauma or injury.",
    "Mucous Membranes": "The moist tissue lining body cavities that are open to the external environment, such as the mouth and nose.",
    "Occlusive Dressing": "A dressing that forms a seal over a wound, preventing air and contaminants from entering and promoting a sterile environment.",
    "Puncture": "A small, deep wound caused by a sharp object that penetrates the skin and underlying tissue.",
    "R.I.S.E (Rest. Ice. Splint. Elevate)": "A first aid approach to treating soft tissue injuries by resting, applying ice, splinting for stabilization, and elevating the affected area.",
    "Scald": "A burn injury caused by hot liquids or steam.",
    "Subungual Hematoma": "A collection of blood under a fingernail or toenail, often caused by trauma to the nail bed.",
    "Tourniquet": "A device used to apply pressure to a limb or extremity to stop the flow of blood through a vein or artery.",
    "Universal Dressing": "A large, sterile dressing used to cover major wounds or burns to control bleeding and prevent contamination."
}